<template>
    <div class="About-us-container">
        <h1>Σχετικά με εμάς</h1><br>
        <p>Το Hfinder είναι το online σπίτι των αγγελιών. Φιλοξενεί ακίνητα σε όλη την Ελλάδα και προσκαλεί τους
        <br>χρήστες να ψάξουν και να βρουν το σπίτι που τους ταιριάζει!</p><br>
        
        <p>Οι χρήστες μπορούν να αναζητήσουν ακίνητο, να δημοσιεύσουν τη δική τους αγγελία και να έρθουν
        <br>εύκολα σε επαφή με πωλητές και ενοικιαστές.</p><br>

        <p>Ο μοντέρνος και εύκολος στην πλοήγηση σχεδιασμός βοηθά το χρήστη να ξεκινήσει γρήγορα την
        <br>αναζήτησή του και να εξερευνήσει τα ακίνητα μέσα από ένα πλέγμα αγγελιών.</p><br>

        <p>Η δυνατότητα επιλογής πολλαπλών κριτηρίων και ταξινόμησης διαμορφώνει μια προσωποποιημένη
        <br>λίστα με αποτελέσματα, όπου ο χρήστης μπορεί να φιλτράρει και να αναζητήσει συγκεκριμένα στοιχεία
        <br>που αφορούν το ακίνητο που τον ενδιαφέρει.</p><br>

        <p>Για τους ιδιοκτήτες ακινήτων, υπάρχει δυνατότητα δημοσίευση αγγελίας, είτε για πώληση είτε για ενοικίαση.</p>
    </div>
</template>

<script>
export default {
  name: "About_us",
};
</script> 

<style scoped>
body {
text-align: center;
}

.About-us-container{  
padding-top: 15vh;

}


h1 {
    font-family: Verdana, Geneva, Tahoma, sans-serif;
}
p {
    font-size: larger;
} 
</style>
