<template>
  <div class="Covid19">
    <div class="title">
      <img src="../assets/heart.jpg" alt="" />
      <h1>Πώς ανταποκρίνεται η Hfinder στον COVID-19</h1>
      <br />
    </div>

    <div class="covid1">
      <p>
        Σε αυτές τις δύσκολες στιγμές, πιστεύουμε ότι η κοινότητα έχει
        μεγαλύτερη σημασία. Έτσι, δεσμευόμαστε να λάβουμε τα κατάλληλα μέτρα για
        να <br />
        αποτρέψουμε τη διάδοση του ιού και να διασφαλίσουμε την υγεία και την
        ασφάλκεια των πελατών, των συνεργατών και των υπαλλήλων μας
      </p>
    </div>

    <div class="covid2">
      <h2>Δίνουμε προτεραιότητα στην υγεία και την ασφάλεια</h2>
      <br />

      <p>
        Αποτελεί προτεραιότητα μας η διασφάλιση της ασφάλειας και της υγείας των
        πελατών, των συνεργατών και των υπαλλήλων μας. Παρακολουθούμε ενεργά
        <br />
        τις εξελίξεις και τις συστάσειςτων αρχών δημόσιας υγείας για την
        καταλληλότερη προσαρμογή μας στις συνθήκες, όπως απαιτείται.
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: "Covid19",
};
</script>

<style scoped>
.Covid19 {
  padding-top: 15vh;
  padding-left: 6vh;
}

.covid1 {
  padding-top: 1vh;
  font-size: larger;
}

.covid2 {
  padding-top: 7vh;
  font-size: large;
}
img{
  width: 80px;
}
</style>
